export const deepChatAnalysis = {
  "monthly": {
    "2023-04": {
      "him": 238,
      "her": 232
    },
    "2023-05": {
      "him": 1045,
      "her": 1062
    },
    "2023-06": {
      "him": 5769,
      "her": 7440
    },
    "2023-07": {
      "him": 15933,
      "her": 20089
    },
    "2023-08": {
      "him": 9291,
      "her": 13213
    },
    "2023-09": {
      "him": 17830,
      "her": 23792
    },
    "2023-10": {
      "him": 10191,
      "her": 21542
    },
    "2023-11": {
      "him": 6856,
      "her": 15768
    },
    "2023-12": {
      "him": 4987,
      "her": 13602
    },
    "2024-01": {
      "him": 1722,
      "her": 5362
    }
  },
  "hourly": [
    12406,
    3779,
    1424,
    500,
    278,
    207,
    728,
    3180,
    5254,
    9085,
    8467,
    9239,
    10095,
    12344,
    7841,
    6445,
    8084,
    9101,
    10298,
    9783,
    13035,
    14376,
    17473,
    22542
  ],
  "herNeeds": {
    "陪伴": 69,
    "美食": 183,
    "情绪安抚": 362,
    "分享日常": 277,
    "小脾气/撒娇": 78
  },
  "quotes": [
    "又打扰你了",
    "（除了高反很难受）",
    "（会不会看半页我就睡着了",
    "互相发一些比心抱抱贴贴",
    "以及实在太多了太麻烦了",
    "我真的好慢",
    "很麻烦",
    "大家都只会更难受",
    "有点不开心和生气",
    "我怕你妈妈知道了不开心",
    "就可以抱抱啦",
    "真的很烦",
    "下午在家里呆得很难受",
    "也没有不开心",
    "款式比较多截图有点麻烦",
    "难受的是",
    "有种说不上来的难受",
    "我麻烦他帮忙看下东西",
    "确实很麻烦"
  ]
};